const state = {
  regions: [
    "通用手语",
    "徐汇区",
    "嘉定区",
    "杨浦区",
    "松江区",
    "青浦区",
    "奉贤区",
    "普陀区",
    "长宁区",
    "浦东新区",
    "金山区",
    "黄浦区",
    "宝山区",
    "静安区",
    "虹口区",
    "闵行区",
    "崇明区"
  ],
  wordTypes: [
    "名词",
    "动词/名词",
    "助动词",
    "数词",
    "量词",
    "名词/形容词",
    "动词",
    "连词",
    "形容词/动词",
    "方位名词",
    "疑问词",
    "介词",
    "副词",
    "代词",
    "形容词/副词",
    "形容词",
    "疑问代词"
  ]
};

const mutations = {};

const actions = {};

export default {
  namespaced: true,
  state,
  actions,
  mutations
};
